Repository: common-repository/shopping-feed
Catalog: languages/shopping-feed-*.po
Languages: fr_fr

source: WordPress connection Controller Plugin for ShoppingFeed - Sell on Amazon, Ebay, Google, and 1000's of international marketplaces
fr_fr: Plugin WordPress de contrôle de connexion pour ShoppingFeed - Vendez sur Amazon, Ebay, Google, et des milliers de places de marché internationales

source: No Accounts founds
fr_fr: Aucun compte n'a été trouvé

source: Amazon Prime
fr_fr: Amazon Business

source: Welcome on Shoppingfeed
fr_fr: Bienvenue sur Shoppingfeed

source: Fix your syndication struggle
fr_fr: La nouvelle façon de penser les flux

source: To go further and discover how to eliminate order fulfilment friction and enrich your products listings
fr_fr: Pour aller plus loin dans la performance d’optimisation nous vous proposons de

source: please download our white papers
fr_fr: télécharger gratuitement nos livres blancs

source: Migration to Shoppingfeed
fr_fr: Migration vers Shopping Feed

source: Join more than 2000+ sellers worldwide
fr_fr: Envie de passer à la vitesse supérieure ?

source: Discover our offers
fr_fr: Découvrez nos offres

source: ShoppingFeed details
fr_fr: Détails sur ShoppingFeed

source: No metadata available for the current order.
fr_fr: Aucune métadonnée disponible pour la commande en cours.

source: Reference
fr_fr: Référence

source: Thank your for downloading Shoppingfeed
fr_fr: Merci d’avoir téléchargé ShoppingFeed

source: Connect your Ecommerce to 1,000+ Channels
fr_fr: Connectez votre commerce électronique à plus de 1 000 Canaux

source: Login
fr_fr: Se Connecter

source: Account
fr_fr: Compte

source: Feed
fr_fr: Flux

source: Shipping
fr_fr: Expédition

source: Orders
fr_fr: Commandes

source: Plugin version:
fr_fr: Version du plugin :

source: Account settings
fr_fr: Paramètres du compte

source: Username
fr_fr: Identifiant

source: Password
fr_fr: Mot de passe

source: Save
fr_fr: Sauvegarder

source: Selected order status
fr_fr: Statuts de commandes sélectionnés

source: Unselected order status
fr_fr: Statuts de commandes non-sélectionnés

source: Search
fr_fr: Recherche

source: Products
fr_fr: Produits

source: Your source feed
fr_fr: Votre flux source

source: Last update
fr_fr: Dernière mise à jour

source: Never
fr_fr: Jamais

source: Refresh
fr_fr: Mettre à jour manuellement

source: The feed is update is running
fr_fr: Mise à jour du flux en cours

source: Refresh to check progress
fr_fr: Actualiser pour vérifier la progression

source: Product identifier
fr_fr: Identifiant produit

source: Product ID (recommended)
fr_fr: ID Produit (recommandé)

source: Category Display Mode
fr_fr: Mode d'affichage de categorie

source: Breadcrumb
fr_fr: File d'ariane

source: Categories to export
fr_fr: Catégories à exporter

source: Product categories to export to Shoppingfeed. Default : all
fr_fr: Sélectionner les catégories qui seront envoyées vers Shoppingfeed. (Par défaut : toutes)

source: Feed generation frequency
fr_fr: Fréquence de génération du flux

source: %s hour
fr_fr: %s heure

source: Number of hours
fr_fr: Nombre d’heures

source: Frequency to generate the feed (usually 6h)
fr_fr: Fréquence à laquelle le flux est généré. (le plus souvent : 6h)

source: Batch size
fr_fr: Taille du lot

source: Batch size (default 200 to decrease in case of performance issues)
fr_fr: Taille du lot (200 par défaut a diminuer en cas de problèmes de performances)

source: If the feed is blocked and not generated
fr_fr: Si le flux est bloqué ou non généré

source: click here
fr_fr: cliquez ici

source: to clean all running process
fr_fr: pour nettoyer tous les processus en cours

source: Default Shipping Zone
fr_fr: Zone d’expédition par défaut

source: None
fr_fr: Aucune

source: Selected shipping zone defines shipping method data used in the feed
fr_fr: La zone d’expédition sélectionnée définira les infos d’expédition reçues dans le flux catalogue

source: Default Shipping Fees
fr_fr: Frais de port par défaut

source: Default shipping price added in the feed if no shipping methods were founded or no shipping zone is selected
fr_fr: Vous pouvez définir des frais de port par défaut envoyés vers Shoppingfeed, si vous ne souhaitez pas choisir de zone d’expédition

source: Save changes
fr_fr: Enregistrer les modifications

source: Methods
fr_fr: Méthodes

source: Retrieval mode
fr_fr: Mode de récupération

source: How shipping information will be retrieved
fr_fr: Comment les informations d'expédition seront récupérées

source: Default Shipping Method
fr_fr: Méthode de livraison par défaut

source: Shipping Matching
fr_fr: Correspondance des expéditions

source: Import Options
fr_fr: Options d'importation

source: Frequency
fr_fr: Fréquence

source: Frequency to import orders from SF
fr_fr: Fréquence à laquelle les commandes seront importées de ShoppingFeed

source: Default Order Status
fr_fr: Statut par défaut

source: Default Status for orders imported from from SF
fr_fr: Statut par défaut avec lequel la commande sera créé

source: Synchronization
fr_fr: Synchronisation

source: Selected Status will send update on Shoppingfeed
fr_fr: Statut à utiliser pour transmettre la mise à jour à Shoppingfeed

source: The PHP cURL extension is installed and activated on your server.
fr_fr: L'extension PHP cURL est installée et activée sur votre serveur.

source: The PHP cURL extension must be installed and activated on your server.
fr_fr: L'extension PHP cURL doit être installée et activée sur votre serveur.

source: The PHP version on your server is valid.
fr_fr: La version de PHP sur votre serveur est valide.

source: The PHP version on your server is not supported. Your server must run PHP %s or greater.
fr_fr: La version de PHP de votre serveur n'est pas prise en charge. Votre serveur doit exécuter PHP %s ou une version supérieure.

source: OpenSSL is up to date.
fr_fr: OpenSSL est à jour.

source: OpenSSL is not up to date. Please update to OpenSSL %s or later.
fr_fr: OpenSSL n'est pas à jour. Veuillez mettre à jour avec OpenSSL %s ou plus.

source: You have write access in uploads directory.
fr_fr: Vous avez un accès en écriture dans le répertoire uploads.

source: You must have write access in uploads directory.
fr_fr: Vous devez avoir un accès en écriture dans le répertoire uploads.

source: Failed to %1$s order => %2$s
fr_fr: Échec à la commande de %1$s => %2$s

source: Cannot retrieve shop from SDK for account : %s
fr_fr: Impossible de récupérer la boutique du SDK pour le compte : %s

source: Cant update product without SKU => %s
fr_fr: Impossible de mettre à jour un produit sans SKU => %s

source: Cant update product without price => %s
fr_fr: Impossible de mettre à jour le produit sans le prix => %s

source: Cant update product without quantity => %s
fr_fr: Impossible de mettre à jour un produit sans quantité => %s

source: No token founds
fr_fr: Aucun jeton trouvé

source: Cant retrieve main store
fr_fr: Impossible de récupérer le magasin principal

source: Cant login with actual credentials => %s
fr_fr: Impossible de se connecter avec les informations d'identification actuelles => %s

source: No SF orders founds for migration
fr_fr: Aucune commande SF n'a été trouvée pour la migration

source: Error during feed generation : %s
fr_fr: Erreur lors de la génération du flux : %s

source: Cant read create temporary file (products_tmp.xml) : %s
fr_fr: Impossible de lire le fichier temporaire créé (products_tmp.xml) : %s

source: Cant read create xml file (products.xml) : %s
fr_fr: Impossible de lire le fichier xml créé (products.xml) : %s

source: No SF order found in %s
fr_fr: Aucune commande SF trouvée dans %s

source: No store found
fr_fr: Aucun magasin trouvé

source: Failed to cancel sf order %s
fr_fr: Impossible d'annuler la commande sf %s

source: Failed to ship sf order %s
fr_fr: Impossible d'expédier la commande %s

source: Failed to acknowledge order %s, we will retry in 15 minutes
fr_fr: Impossible d'accuser réception de la commande %s, nous réessayerons dans 15 minutes.

source: Canceled orders
fr_fr: Commandes annulées

source: Shipped orders
fr_fr: Commandes expédiées

source: Cant set payment to order %1$1s => %2$2s
fr_fr: Impossible d'établir le paiement de la commande %1$1s => %2$2s

source: Cant set shipping to order %1$1s => %2$2s
fr_fr: Impossible de définir l'expédition pour la commande %1$1s => %2$2s

source: Cant add order with no products %1$1s => %2$2s
fr_fr: Impossible d'ajouter une commande sans produits %1$1s => %2$2s

source: Available: %1$1s - Need : %2$2s
fr_fr: Disponible : %1$1s - Besoin : %2$2s

source: Products are unavailable
fr_fr: Les produits ne sont pas disponibles

source: cant match product %1$1s => in order %2$2s
fr_fr: Impossible de trouver le produit %1$1s => dans la commande %2$2s

source: Order already imported %1$1s => %2$2s
fr_fr: Commande déjà importée %1$1s => %2$2s

source: No Credentials found to connect
fr_fr: Aucun identifiant n'a été trouvé pour se connecter

source: ShoppingFeed requires an active version of WooCommerce
fr_fr: ShoppingFeed nécessite une version active de WooCommerce

source: ShoppingFeed requires WooCommerce version 3.8 at least
fr_fr: ShoppingFeed requiert la version 3.8 de WooCommerce au minimum

source: Settings
fr_fr: Réglages

source: ShoppingFeed need to migrate old data
fr_fr: ShoppingFeed doit migrer les anciennes données
